Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The course focuses on interaction, video observation and analysis.
nb: I fokus for emnet ligger interaksjon, videoobservasjon og analyse.

source: - We have students who borrow fishing rods to go to Saltstraumen and catch coalfish.
nb: - Vi har studenter som låner fiskestenger og drar til Saltstraumen for å fiske sei.

source: has the ability to apply scientific theories and models to illustrate business cases and issues in practice, based on ethical principles.
nb: evner å anvende vitenskapelige teorier og modeller for å belyse forretningstilfeller og problemstillinger i praksis, ut fra etiske grunnprinsipper.

source: a minimum of 15 credits economics: microeconomics, macroeconomics, public finance
nb: organisasjon, markedsføring, strategi og ledelse minimum 15 studiepoeng samfunnsøkonomi:

source: Jessica Aspfors and Anne Marit Valle
nb: Prosjektet ledes av Jessica Aspfors og Anne Marit Valle

source: If the supervisor is not employed at Nord, the course coordinator is the project manager.
nb: Dersom veileder ikke er ansatt ved Nord, er det emneansvarlig som er prosjektleder.

source: Scientists, students and technical staff are supervising the different stands.
nb: Alle stander bemannes av forskere, studenter og forskningsteknisk personell.

source: solutions. The project has an overall budget of NOK 25 million over
nb: Prosjektets totalbudsjett er på 25 millioner kroner over fem år, hvorav ca.

source: REK – Regional Committee for Medical and Health Research Ethics
nb: REK – Regional komité for medisinsk og helsefaglig forskningsetikk

source: OR127Ev1 Organisation and management - 7.5 study points.
nb: OR127Ev1 Organisasjon og ledelse - 7.5 studiepoeng.

source: upload the AAM version for archiving also in the institutional repository.
nb: opp AAM for arkivering også i vitenarkivet.

source: Compound evaluation, grading scale A-E for pass, F for fail
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: c) can apply legal rules, inform about rights and obligations, and exercise legal and social professional discretion in meetings with individuals, families and groups, including Sami users
nb: c) kan anvende rettsregler, opplyse om rettigheter og plikter og utøve juridisk og sosialfaglig skjønn i møte med enkeltpersoner, familier og grupper, deriblant samiske brukere

source: Please note that at least 80%
nb: Merk at studiet krever 80% oppmøte på samlinger.

source: If you need to make audio recordings, Nettskjema Dictaphone must be used.
nb: Dersom du har behov for å gjøre lydopptak, skal Nettskjema Diktafon brukes.

source: Access to the data should be simple, user-friendly and Internet-based.
nb: Tilgangen skal være enkel, brukervennlig og internettbasert.

source: The current browser does not support Web pages that contain the IFRAME element.
nb: Gjeldende nettleser støtter ikke nettsider som inneholder IFRAME-elementet.

source: e) have knowledge of inclusion, gender equality and non-discrimination, regardless of gender, ethnicity, religion and beliefs, disability, sexual orientation, gender identity, gender expression and age, so as to contribute to ensuring equal services for all groups in society
nb: j) har kunnskap om inkludering, likestilling og ikke-diskriminering uavhengig av kjønn, etnisitet, religion og livssyn, funksjonsnedsettelse, seksuell orientering, kjønnsidentitet, kjønnsuttrykk og alder, slik at kandidaten bidrar til å sikre likeverdige tjenester for alle grupper i samfunnet

source: Compound assessment, grading scale A-E, Beste A, Ikke bestått F
nb: Sammensatt vurdering, karakterregel A-E, Beste A, Ikke bestått F

source: Schools, education and research
nb: Skole, utdanning og forskning

source: (PhD Columbia) is Assistant Professor and Associate Director of Undergraduate Studies in the Department of English at Yale University.
nb: Columbia) er førsteamanuensis og viseprogramansvarlig for bachelorstudier i engelsk ved Yale University.

source: Oral examination, 30 minutes, comprises 1/3 of the grade, grading scale A-E, Beste A, Ikke bestått F.
nb: Muntlig eksamen, 30 minutter, teller 1/3 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: you never get bored.
nb: Du kjeder deg aldri.

source: Has knowledge of how organisations can use information systems to reach their goals
nb: kunnskap om digitalisering og informasjonssystemers oppbygning, virkemåte og anvendelse

source: The students also take part in arranging an annual international media festival (&Action), with guest lectures from leading studios and other industry professionals.
nb: Studentene er også delaktig i å arrangere en årlig internasjonal mediefestival (&Action) med innleide gjesteforelesere fra ledende aktører i bransjen.

source: Page 6 of 8Research and Writing ME120LNo special costs except syllabus literature.
nb: Side 6 av 8formidling ME120LIngen kostnader utover semesteravgift og pensumlitteratur.

source: reporting all discrepancies, if any, that occur during the processing of personal data in your project.
nb: meld fra dersom det skjer avvik ved behandlingen av personopplysninger i prosjektet ditt.

source: Animal science, Production and Welfare Division
nb: Faggruppe for husdyr, produksjon og velferd

source: Budget: NOK 623 million
nb: 623 millioner kroner

source: Please contact Kristine Vevik, email: kristine.vevik@nord.no
nb: Avhandlingen er tilgjengelig ved å kontakte Kristine Vevik, epost:

source: Work requirements (AK) 1 Theory exercises:
nb: Arbeidskrav (AK) 1 Teoriøvinger:

source: Assignement, comprises 50/100 of the grade, grading scale Passed - Failed.
nb: Oppgave, teller 50/100 av karakteren, karakterregel Bestått - Ikke bestått.

source: The following previous subject is required for MET2003 Social science method and knowledge development:
nb: For å kunne ta emnet MET2003 Samfunnsvitenskapelig metode og kunnskapsutvikling må følgende emnet være bestått:

source: Elective for Bachelor of Science in Biology and students on exchange at Nord university.
nb: Valgemne for Bachelor i biologi og studenter på utvekslingsopphold ved Nord universitet.

source: As a result, they have epidemiological, epizootiological, social and economic impacts.
nb: Som et resultat har de epidemiologiske, epizootiologiske, sosiale og økonomiske konsekvenser.

source: KR154Lv1 Anatomy, physiology and biomechanics - 10 study points.
nb: KR154Lv1 Anatomi, fysiologi og biomekanikk - 10 studiepoeng.

source: bachelor in sociology and social analysis and have passed a minimum of 60 credits in sociological subjects.
nb: samfunnsanalyse og ha bestått minimum 60 studiepoeng innenfor sosiologiske emner.

source: Can communicate key professional information such as theories, issues and solutions, both in writing, orally and through other relevant forms of expression
nb: kan formidle sentralt fagstoff som teorier, problemstillinger og løsninger både skriftlig, muntlig og gjennom andre relevante uttrykksformer

source: f) have broad knowledge of care competence and different forms of neglect
nb: f) har bred kunnskap om omsorgskompetanse og ulike former for omsorgssvikt

source: The life cycle of new ventures: Emergence, newness and growth.
nb: VRIs universitets- og høgskolenettverk Norges forskningsråd, Oslo, Norge.

source: Provide additional protection (encryption) if you need to store red data
nb: Sørg for ekstra beskyttelse(kryptering) dersom du skal lagre røde data

source: • Bachelor's degree (180 ECTS) within bioscience or social science.
nb: • Relevant Bachelorgrad (180 ECTS) innen biovitenskap eller samfunnsvitenskap.

source: The project period is 4 years from 2019-2023.
nb: Prosjektperioden går over 4 år fra 2019-2023.

source: Can analyse relevant academic, professional and research-ethical issues
nb: Kan gjennomføre avanserte arbeidsoppgaver og prosjektvurderinger

source: EX130Sv1 Examen philosophicum - 10 study points.EX105Sv1 Examen facultatum - 10 study points.EX152Sv1 Fundamentals of Academic Text - 10 study points.EX151Sv1 Study foundation semester - Individual, Society and Science - 30 study points.EX150LSv1 Study foundation semester - Individual, Society and Science - 30 study points.EX153Sv1 Study foundation semester - Individual, Society and Science - 30 study points.
nb: EX130Sv1 Examen philosophicum - 10 studiepoeng.EX105Sv1 Examen facultatum - 10 studiepoeng.EX152Sv1 Akademisk tekst - 10 studiepoeng.EX151Sv1 Dannelsessemester - menneske, samfunn og vitenskap - 30 studiepoeng.EX150LSv1 Dannelsessemester - menneske, samfunn og vitenskap - 30 studiepoeng.EX153Sv1 Dannelsessemester -menneske, samfunn og vitenskap - 30 studiepoeng.

source: Academic writing is an important and necessary skill for you as a student.
nb: Akademisk skriving er en nødvendig og viktig studiekompetanse.

source: Extensions subject to Section 2-3 (1-3) are clearly regulated, and doctoral research fellows will at all times during the course of their studies know that these provisions allow for extensions.
nb: § 2-3 (1-3) er tydelig regulert, og ph.d.-stipendiaten vil til enhver tid underveis i studieløpet vite at disse bestemmelsene gir forlengelse.

source: Learning outcomes for Master of Specialised Nursing in Intensive Care Nursing:
nb: Kunne reflektere kritisk i valgsituasjoner og handle etisk og juridisk forsvarlig

source: No costs except semester registration fee and course literature.
nb: Ingen kostnader utover semesteravgift og pensumlitteratur.

source: Music-related learning processes at Nord University currently has 13 members belonging to the Faculty of Education and Arts, and consists of four PhD projects and four research projects in collaboration with researchers in Norway, Finland and Germany.
nb: Forskningsgruppen "Musikkrelaterte læringsprosesser" har 13 medlemmer som tilhører fakultet for lærerutdanning og kunst- og kulturfag.

source: The University Centre in Svalbard
nb: Universitetssenteret på Svalbard

source: You can also spend 15 weeks on a work placement abroad as part of your undergraduate studies.
nb: Du kan også søke om 15 ukers praksisopphold i utenlandsk bedrift.

source: The most common is an embargo of 6, 12 or 24 months.
nb: Det vanlige er en embargo/sperrefrist på 6, 12 eller 24 måneder.

source: A joint conference with MiU is planned for the spring of 2022.
nb: En felles konferanse med MiU er planlagt våren 2022.

source: have knowledge about relevant academic and professional issues of an ethical nature regarding training and physical activity, and how these
nb: har kunnskap om relevante fag- og yrkes-etiske problemstillinger om trening og fysisk aktivitet, og hvordan disse praktisk kan håndteres på

source: account for place of Old English within Germanic and Indo-European, and contact relations with Celtic and other languages
nb: redegjøre for stedet for gammelengelsk innenfor germansk og indoeuropeisk, og kontaktforhold med keltisk og andre språk

source: Marine biology, ecology, zoology, taxonomy, population genetics
nb: Marinbiologi, økologi, zoologi, taksonomi, populasjonsgenetikk

source: is familiar with innovative thinking and innovation processes and is able to contribute towards service innovation, entrepreneurship and systematic and quality-enhancing work processes
nb: kjenner til nytenkning og innovasjonsprosesser og kan bidra til tjenesteinnovasjon, entreprenørskap og systematiske og kvalitetsforbedrende arbeidsprosesser

source: c) Have broad knowledge of communications, interaction and guidance
nb: c) har bred kunnskap om kommunikasjon, relasjon, samhandling og veiledning

source: The form in Nettskjema must be deleted when the project is over.
nb: Skjema i Nettskjema skal slettes når prosjektet avsluttes.

source: Make sure files/folders are not shared with others
nb: Sørg for at filer/mapper ikke er delt med andre

source: For distance and/or international students, the same books can be purchased online, using Akademika, Amazon, Book Depository, or another third-party vendor.
nb: Internasjonale studenter eller andre som ikke er i Bodø kan kjøpe de samme bøkene på nett hos for eksempel Akademika, Amazon, Book Depository eller andre bokhandlere på nettet.

source: This will include knowledge of major social and cultural institutions and the relationships between
nb: Kunnskapene skal omfatte sentrale samfunnsmessige og kulturelle institusjoner, og samspillet mellom disse, opp

source: The program is evaluated at the end of each semester, through:
nb: Studiet evalueres ved slutten av hvert semester, gjennom:

source: In NSD's notification form, the student will be asked to identify the project manager.
nb: Studenten vil i NSD sitt meldeskjema bli bedt om å oppgi hvem som er prosjektleder.

source: License and citation
nb: Lisenser og sit eringer

source: advanced knowledge of key areas of digital transformation (ABCD)
nb: avansert kunnskap om viktige områder for digital transformasjon (ABCD)

source: you can find former students master- and Ph.D.-thesis, in addition to bachelor's thesis from before 2016.
nb: finner du tidligere studenters master- og ph.d.-avhandlinger, samt gamle bacheloroppgaver fra før 2016.

source: It can also be taken as an independent course, or as the first part of a 30 credit further education programme (E-health)
nb: Det kan også tas som enkeltstående emne, eller som første del av en videreutdanning på 30 sp (E-helse)

source: You must not process more personal data than necessary nor longer than necessary
nb: Du skal ikke behandle flere personopplysninger enn nødvendig, og du skal ikke behandle de lenger enn nødvendig

source: Before making publications openly accessible in an open repository like Nord Open, it is necessary to establish publishers’ guidelines concerning self-archiving.
nb: Ved tilgjengeliggjøring av publikasjoner i åpne forskningsarkiv som Nord Open, er det nødvendig å vite hvilke retningslinjer utgiver har for egenarkivering.

source: If you are processing red data, storage in OneDrive should be additionally protected by encrypting it.
nb: Dersom du skal behandle røde data, skal lagring i OneDrive sikres ytterligere med kryptering.

source: NAT 330 Nature Management (20 ects) and BIO201 Ecology (10 ects) or similar courses are recommended.
nb: Bacheloremnene NAT 330 (Naturforvaltning, 20 studiepoeng) og BIO201 (Økologi, 10 studiepoeng), eller tilsvarende anbefales.

source: Supported by a grant from Norway, Iceland and Liechtenstein:
nb: Finansiert av et stipend fra Norge, Island og Liechtenstein:

source: It covers introductory experimental design and data analysis, and emphasizes development of skills for efficient retrival, critical review and management of academic information.
nb: Emnet gir innsikt i forsøksplanlegging og analyse av biologiske data, og vektlegger praktisk øvelse i innhenting, kritisk drøfting og sammenfatning av faglig informasjon.

source: GEO220v1 Geographic Information Handling - 10 study points.
nb: GEO220v1 Geografisk informasjonsbehandling - 10 studiepoeng.

source: Ph.d.-candidate Yangyang Gong will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD), at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Yangyang Gong skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.

source: – Infection numbers are increasing several places in Norway, and stricter local infection control measures are introduced when necessary, says Andreas Førde, Head of Communications at Nord University.
nb: – Det er nå økende smitte flere steder i landet, og det settes inn strengere lokale smitteverntiltak der det er behov for det, sier Andreas Førde, kommunikasjonssjef ved Nord universitet.

source: is required for admission to the Mental Health Work specialisation courses.
nb: for opptak til fordypningen i Psykisk helsearbeid.

source: be able to understand and analyze northern/Arctic issues and a number of the special challenges that this region raises
nb: kunne forstå og analysere nordlige/arktiske problemstillinger og en del av de særskilte utfordringer som denne regionen reiser

source: The biennial ASANOR (American Studies Association of Norway) conference will be held at Nord University in 2022.
nb: Den biennale ASANOR-konferansen vil i 2022 bli avholdt ved Nord universitet.

source: The five possible areas of specialization in the bachelor include traditional art, 3D­-art, animation, technical direction and compositing.
nb: De fem mulige fordypningene i bachelorløpet er tradisjonell kunst, 3D-­kunst, animasjon, technical direction (TD) og compositing.

source: How can researchers retain rights to their own work when publishing?
nb: Hvordan beholde rettigheter til eget arbeid ved publisering?

source: Master's thesis (30 ECTC credits).
nb: Avsluttende eksamen på studieprogrammet er masteroppgaven (30 sp).

source: The Tilapias in Bodø are caught in the NIle in Egypt.
nb: Tilapiastammen som nå er i Bodø, er fanget i Nilen i Egypt.

source: Journals should be approve don levels 1 or 2.
nb: Tidsskrifter bør være godkjent på nivå 1 eller 2.

source: HI117NSv2 Modern World History - 10 study points.
nb: HI117NSv2 Moderne verdenshistorie - 10 studiepoeng.

source: Can critically assess professional development work in anaesthetic nursing as well as plan and implement professional development projects
nb: Kunne kritisk vurdere fagutviklingsarbeid innen anestesisykepleiefaget og kunne planlegge og iverksette fagutviklingsprosjekter

source: In addition, the first year also includes general subjects such as storytelling and animation history.
nb: I tillegg tilbys generelle emner som fortellerteknikk og animasjonshistorie.

source: HUS2501 Sheep and goat and HUS2510 Poultry is taught every second year.
nb: HUS2501 Sau og geit går i oddetallsår, mens HUS2510 Fjørfe går i partallsår.

source: The fourth semester of the Master in Health Sciences is arranged for exchange.
nb: Fjerde semester i Master i helsevitenskap er tilrettelagt for utveksling.

source: - MSc in Innovation and Entrepreneurship at Aalborg University (2013).
nb: - MSc i Innovasjon og Entreprenørskap ved Aalborg Universitet (2013).

source: Policy on extending employment periods as a result of the coronavirus pandemic for doctoral research fellows employed at Nord University
nb: Policy vedrørende forlengelser av ansettelsesperioden som følge av koronapandemien for stipendiater ansatt ved Nord universitet

source: You can not complete activation with mobile/tablet.
nb: Du får ikke gjennomført aktiveringen med mobil/nettbrett.

source: Compulsory participation in colloquia, comprises 0/100 of the grade.
nb: Obligatorisk deltakelse (OD) - på kollokviegrupper, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: knowledge about the development of English as a world language
nb: Ved gjennomført studium skal studenten ha avanserte ferdighet i å:

source: KR155Lv1 Coaching and Sport Psykology 1 - 10 study points.
nb: KR155Lv1 Coaching og idrettspsykologi 1 - 10 studiepoeng.

source: The study programme will be focused on a fundamental introduction to the use of digital tools, music technology and basic acoustics.
nb: Studiet vil være konsentrert om en grunnleggende innføring i bruk av digitale verktøy, musikkteknologi og grunnleggende lydlære.

source: Therefore, check the settings in your OneDrive before storing yellow or red data in OneDrive.
nb: Sjekk derfor innstillingene i dine One Drive før du lagrer gule eller røde data i OneDrive.

source: Download and install OA browser extensions/plug-ins for Chrome and Firefox.
nb: Last ned og installer OA-programtillegg (såkalte «plug-ins») til Chrome og Firefox.

source: If any of the personal data you wish to collect is not necessary to fulfil the purpose, do not collect it.
nb: Hvis noen av personopplysningene du ønsker å samle inn ikke er nødvendige for å oppnå formålet, skal du ikke samle dem inn.

source: The second experiment evaluated replacement of a mix of fish- and plant-based ingredients with the microalgae Nannochloropsis oceanica.
nb: I det andre forsøket så vi på effekten av erstatning av en blanding av fiske- og plante-baserte ingredienser med mikroalgen Nannochloropsis oceanica.

source: Written home exam 6 hours.
nb: Skriftlig hjemmeeksamen (HJ) 6 timer.
